Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobeShieldConfigurationExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Return to FocusGlobe
de: Zurück zu FocusGlobe
es: Volver a FocusGlobe
fr: Revenir à FocusGlobe
hi: FocusGlobe पर लौटें
it: Torna a FocusGlobe
nl: Terug naar FocusGlobe
pt_br: Voltar ao FocusGlobe
ro: Înapoi la FocusGlobe
ru: Вернуться в FocusGlobe
zh_hans: 返回 FocusGlobe

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
nl: Sluiten
pt_br: Fechar
ro: Închide
ru: Закрыть
zh_hans: 关闭

source: That scroll can wait
de: Das Scrollen kann warten
es: Ese scroll puede esperar
fr: Ce scroll peut attendre
hi: यह स्क्रॉल इंतज़ार कर सकता है
it: Quel feed può aspettare
nl: Dat scrollen kan wachten
pt_br: Esse feed pode esperar
ro: Scrollul mai poate aștepta
ru: Лента подождёт
zh_hans: 刷一刷可以等等

source: Your goal can’t. Keep flying.
de: Dein Ziel nicht. Flieg weiter.
es: Tu objetivo no. Sigue volando.
fr: Pas votre objectif. Continuez à voler.
hi: आपका लक्ष्य नहीं। उड़ते रहें।
it: Il tuo obiettivo no. Continua a volare.
nl: Je doel niet. Blijf vliegen.
pt_br: Seu objetivo não. Continue voando.
ro: Obiectivul tău, nu. Continuă zborul.
ru: А ваша цель — нет. Продолжайте полёт.
zh_hans: 但你的目标不能。继续飞行。

source: Don’t trade your goal
de: Tausch dein Ziel nicht ein
es: No cambies tu objetivo
fr: N’échangez pas votre objectif
hi: अपना लक्ष्य दाँव पर मत लगाइए
it: Non barattare il tuo obiettivo
nl: Ruil je doel niet in
pt_br: Não troque seu objetivo
ro: Nu-ți da obiectivul la schimb
ru: Не меняйте свою цель
zh_hans: 别拿目标去交换

source: A distraction is a poor exchange rate.
de: Eine Ablenkung ist ein schlechter Tausch.
es: Una distracción es un mal cambio.
fr: Une distraction, c’est un mauvais taux de change.
hi: ध्यान भटकाना बहुत महँगा सौदा है।
it: Una distrazione è un pessimo affare.
nl: Een afleiding is een slechte ruil.
pt_br: Uma distração é uma troca ruim.
ro: O distragere e un schimb prost.
ru: Отвлечение — невыгодный обмен.
zh_hans: 分心是一笔很差的交易。

source: Protect who you’re becoming
de: Schütze dein künftiges Ich
es: Protege a quien estás llegando a ser
fr: Protégez la personne que vous devenez
hi: आप जो बन रहे हैं, उसकी रक्षा करें
it: Proteggi la persona che stai diventando
nl: Bescherm wie je aan het worden bent
pt_br: Proteja quem você está se tornando
ro: Protejează persoana care devii
ru: Берегите того, кем становитесь
zh_hans: 守护正在成为的自己

source: This is the part that builds them.
de: Genau das baut dich auf.
es: Esta es la parte que te construye.
fr: C’est ce moment qui vous construit.
hi: यही वह हिस्सा है जो आपको बनाता है।
it: È questa la parte che ti costruisce.
nl: Dit is het deel dat jou opbouwt.
pt_br: É esta parte que constrói você.
ro: Aceasta e partea care te clădește.
ru: Именно это вас и создаёт.
zh_hans: 正是这一刻在塑造你。

source: The urge will pass
de: Der Drang geht vorbei
es: Las ganas pasarán
fr: L’envie va passer
hi: यह इच्छा गुज़र जाएगी
it: L’impulso passerà
nl: De drang gaat voorbij
pt_br: A vontade vai passar
ro: Impulsul va trece
ru: Это желание пройдёт
zh_hans: 这股冲动会过去

source: It always does. Stay in the air.
de: Das tut er immer. Bleib in der Luft.
es: Siempre pasa. Sigue en el aire.
fr: Elle passe toujours. Restez en l’air.
hi: हमेशा गुज़रती है। हवा में बने रहें।
it: Passa sempre. Resta in volo.
nl: Dat gaat altijd voorbij. Blijf in de lucht.
pt_br: Sempre passa. Fique no ar.
ro: Întotdeauna trece. Rămâi în aer.
ru: Оно всегда проходит. Оставайтесь в небе.
zh_hans: 它总会过去。留在空中。

source: Your future deserves this
de: Deine Zukunft hat das verdient
es: Tu futuro se merece esto
fr: Votre avenir mérite ce moment
hi: आपका भविष्य इसका हक़दार है
it: Il tuo futuro se lo merita
nl: Je toekomst verdient dit
pt_br: Seu futuro merece isso
ro: Viitorul tău merită asta
ru: Ваше будущее этого заслуживает
zh_hans: 你的未来值得这一刻

source: So does the hour you already committed.
de: Und die Stunde, die du schon investiert hast, auch.
es: Y también la hora que ya has invertido.
fr: Et l’heure que vous y avez déjà consacrée aussi.
hi: और वह घंटा भी जो आप पहले ही लगा चुके हैं।
it: E anche l’ora che hai già investito.
nl: En het uur dat je er al in stak ook.
pt_br: E a hora que você já dedicou também.
ro: La fel și ora pe care ai investit-o deja.
ru: И тот час, что вы уже вложили, — тоже.
zh_hans: 你已经投入的这一小时也是。

source: Five focused minutes
de: Fünf fokussierte Minuten
es: Cinco minutos de concentración
fr: Cinq minutes de concentration
hi: पाँच मिनट का फ़ोकस
it: Cinque minuti di concentrazione
nl: Vijf minuten focus
pt_br: Cinco minutos de foco
ro: Cinci minute de concentrare
ru: Пять минут фокуса
zh_hans: 五分钟的专注

source: That’s all it takes to change your day.
de: Mehr braucht es nicht, um deinen Tag zu ändern.
es: Es todo lo que hace falta para cambiar tu día.
fr: Assez pour changer votre journée.
hi: आपका दिन बदलने के लिए बस इतना ही काफ़ी है।
it: È tutto ciò che serve per cambiare la giornata.
nl: Meer heb je niet nodig om je dag te veranderen.
pt_br: Basta isso para mudar seu dia.
ro: Atât e nevoie ca să-ți schimbi ziua.
ru: Этого достаточно, чтобы изменить день.
zh_hans: 就足以改变你的一天。

source: Stay on course
de: Bleib auf Kurs
es: Mantén el rumbo
fr: Gardez le cap
hi: अपनी राह पर बने रहें
it: Mantieni la rotta
nl: Blijf op koers
pt_br: Mantenha o rumo
ro: Rămâi pe traseu
ru: Держите курс
zh_hans: 保持航向

source: Finish what you started.
de: Bring zu Ende, was du begonnen hast.
es: Termina lo que empezaste.
fr: Terminez ce que vous avez commencé.
hi: जो शुरू किया है, उसे पूरा करें।
it: Finisci ciò che hai iniziato.
nl: Maak af waar je aan begon.
pt_br: Termine o que começou.
ro: Termină ce ai început.
ru: Закончите начатое.
zh_hans: 完成你已开始的事。

source: Not worth your momentum
de: Deinen Schwung nicht wert
es: No merece tu impulso
fr: Ça ne vaut pas votre élan
hi: आपकी रफ़्तार इसके लायक नहीं
it: Non vale il tuo slancio
nl: Je vaart niet waard
pt_br: Não vale seu impulso
ro: Nu merită avântul tău
ru: Не стоит набранного темпа
zh_hans: 不值得你的势头

source: You’ve built something. Don’t spend it here.
de: Du hast dir etwas aufgebaut. Gib es nicht hier aus.
es: Has construido algo. No lo gastes aquí.
fr: Ne gâchez pas ce que vous avez construit.
hi: आपने कुछ बनाया है। इसे यहाँ ख़र्च मत कीजिए।
it: Hai costruito qualcosa. Non spenderlo qui.
nl: Je hebt iets opgebouwd. Geef het hier niet uit.
pt_br: Você construiu algo. Não gaste isso aqui.
ro: Ai construit ceva. Nu-l cheltui aici.
ru: Вы кое-что построили. Не тратьте это здесь.
zh_hans: 你已经积累了一些。别花在这里。
